[Balance.Pawn_Balance_ConstructorTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Torreta de Construtor")
PlayThroughs[1]=(DisplayName="Torreta de Construtor v2.0")

[Balance.Pawn_Balance_RolandConstructorRearTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Torreta de Construtor")
PlayThroughs[1]=(DisplayName="Torreta de Construtor v2.0")

[Character.CharClass_ConstructorTurret AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Shield.ShieldObjectDefinition InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Weapons.ConstructorTurret_WeaponType WeaponTypeDefinition]
Typename="Rifle Sniper Semiautomático"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

